Repository: ahmtilhn/sudoku_game
Catalog: assets/localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Friend ID
ar: صديق ID
bn: বন্ধু ID
de: Freund ID
es: Amigo ID
fr: ID de l'ami
hi: मित्र ID
id: ID teman
it: ID amico
ja: 友人ID
ko: 친구 ID
nl: Vriend ID
pl: Przyjaciel ID
pt: ID do amigo
ru: Друзья ID
th: ID ของเพื่อน
tr: Arkadaş Kimliği
uk: ІД друзів
ur: دوست ID
vi: ID bạn
zh_hans: 友人 ID
zh_hant: 友人 ID

source: Copy Friend ID
ar: نسخ ID صديق
bn: বন্ধু ID কপি
de: Kopieren Sie die Freund-ID
es: Copia de la ID de amigo
fr: Copier l'ID de l'ami
hi: दोस्त ID का कॉपी करें
id: Salin ID teman
it: Copia il tuo ID
ja: 友人IDのコピー
ko: 친구 ID 복사
nl: Kopieer de vriend ID
pl: Kopiuj ID przyjaciela
pt: Copia do ID do amigo
ru: Копировать Friend ID
th: คัดลอก ID ของเพื่อน
tr: Arkadaş Kimliği Kopyala
uk: Копіювати ID друзів
ur: دوست ID کاپی کریں
vi: Bản sao Friend ID
zh_hans: 友人ID 复制
zh_hant: 友人ID 複製

# discoverable_by_players
source: Discoverable by other players
ar: يمكن اكتشافها من قبل اللاعبين الآخرين
bn: অন্যান্য খেলোয়াড়দের জন্য খুঁজে পাওয়া
de: Entdeckt von anderen Spielern
es: Descubrimiento por otros jugadores
fr: Découverte par d'autres joueurs
hi: अन्य खिलाड़ियों द्वारा खोजे जाने वाले
id: dapat ditemukan oleh pemain lain
it: Scopriamo da altri giocatori
ja: 他のプレイヤーが発見する
ko: 다른 선수들에 의해 발견될 수 있는
nl: Ontdekbaar door andere spelers
pl: Odkryte przez innych graczy
pt: Descoberta por outros jogadores
ru: Открыто другими игроками
th: ค้นพบโดยผู้เล่นอื่น ๆ
tr: Diğer oyuncular tarafından keşfedilebilir
uk: Відкриті іншими гравцями
ur: دوسرے کھلاڑیوں کی طرف سے تلاش کر سکتے ہیں
vi: Khám phá bởi các cầu thủ khác
zh_hans: 可供其他玩家找到
zh_hant: 可供其他玩家找到

# discoverable_by_players_body
source: Allow username, display-name and exact Friend ID search. Existing friends remain connected when disabled.
ar: اسم المستخدم، اسم العرض، والبحث الدقيق عن ID صديق.الصديقين الحاليين يبقى متصل عند إلغاء التشغيل.
bn: ব্যবহারকারীর নাম, প্রদর্শন নাম এবং সঠিক বন্ধু ID অনুসন্ধান অনুমতি দেয়. অস্তিত্বিক বন্ধুগুলি অ্যাক্সেস হলে সংযোগিত থাকবে।
de: Erlauben Sie Benutzernamen, Display-Namen und genaue Suche nach Freund-ID. bestehende Freunde bleiben bei der Unaktivierung verbunden.
es: Permite que el nombre de usuario, el nombre de pantalla y la búsqueda exacta de la ID de amigo. Los amigos existentes permanecen conectados cuando se deshabilite.
fr: Permettez le nom d'utilisateur, le nom d'affichage et la recherche exacte de l'ID de l'ami. Les amis existants restent connectés lorsque l'utilisateur est désactivé.
hi: उपयोगकर्ता नाम, प्रदर्शित नाम और सटीक मित्र आईडी खोज की अनुमति दें. मौजूदा दोस्त अक्षम होने पर कनेक्ट रहते हैं.
id: Memungkinkan nama pengguna, nama tampilan dan pencarian ID Friend yang tepat. teman yang ada tetap terhubung ketika terganggu.
it: Permettere di trovare il nome utente, il nome di visualizzazione e la ricerca esatta di Friend ID. Gli amici esistenti rimangono connessi quando sono disabilitati.
ja: ユーザー名、表示名、正確な友人のID検索を許可します. 無効になった場合、既存の友人が接続されます。
ko: 사용자 이름, 표시 이름 및 정확한 친구 ID 검색을 허용합니다.
nl: Laat gebruikersnaam, display-name en exacte Friend ID zoeken. bestaande vrienden blijven verbonden wanneer ze worden uitgeschakeld.
pl: Pozwól na wyszukiwanie nazwy użytkownika, nazwy wyświetlacza i dokładnego identyfikatoru znajomych. istniejący znajomi pozostają podłączeni po wyłączeniu.
pt: Permitir o nome de usuário, o nome de exibição e a busca exata de ID de amigo. Os amigos existentes permanecem conectados quando desativado.
ru: Дозвольте имя пользователя, имя отображения и точный поиск ID Друзей. существующие друзья остаются подключены, когда они отключены.
th: ให้ชื่อผู้ใช้ชื่อแสดงและค้นหา ID เพื่อนที่ถูกต้อง เพื่อนที่มีอยู่จะยังคงเชื่อมต่อเมื่อปิดใช้งาน
tr: Kullanıcı adı, display-name ve tam Friend ID aramasına izin verin. Mevcut arkadaşlar devre dışı bırakıldığında bağlı kalır.
uk: Дозвольте знайти ім'я користувача, ім'я відображення та точне пошук ідентифікатора друзів.
ur: صارف کا نام، دکھائیں نام اور صحیح دوست ID تلاش کریں۔ موجودہ دوستوں کو غیر فعال ہونے پر منسلک رہنا۔
vi: Cho phép tên người dùng, tên hiển thị và tìm kiếm chính xác ID bạn bè. bạn bè hiện có vẫn được kết nối khi bị tắt.
zh_hans: 允许用户名、显示名称和准确的友人 ID 搜索. 已有朋友在关闭时保持连接。
zh_hant: 允許使用者名稱、顯示名稱和準確的友人 ID 搜尋. 已有朋友在關閉時保持連線。

# server_wallet_history
source: Server wallet and purchase history
ar: محفظة الخادم وتاريخ الشراء
bn: সার্ভার ফ্যাকেট এবং কেনার ইতিহাস
de: Server-Posse und Kaufgeschichte
es: Portada de servidor y historia de compra
fr: Portfolio de serveur et histoire d'achat
hi: सर्वर बटुए और खरीद इतिहास
id: Sejarah Pembelian dan Sejarah Pembelian
it: Servitore di carte d'affitto e storia di acquisto
ja: サーバー財布と購入史
ko: 서버 지갑 및 구매 역사
nl: Server wallet en aankoopgeschiedenis
pl: Portfel serwera i historia zakupu
pt: Carteira de servidor e história de compra
ru: Серверный портфель и история покупки
th: กระเป๋าถือเซิร์ฟเวอร์และประวัติการซื้อ
tr: Sunucu cüzdanı ve satın alma geçmişi
uk: Серверна портфель та історія покупки
ur: سرور پیسہ اور خریداری کی تاریخ
vi: Tài khoản máy chủ và lịch sử mua hàng
zh_hans: 服务器钱包和购买历史
zh_hant: 伺服器錢包和購買歷史

# rematch_could_not_start
source: Rematch could not be started.
ar: لم يتم إطلاق الانتهاء.
bn: রিম্যাটচ শুরু করা যায়নি।
de: Rematch konnte nicht gestartet werden.
es: El remate no podía comenzar.
fr: Le remake ne pouvait pas être commencé.
hi: रिमाच शुरू नहीं किया जा सकता था।
id: Rematch tidak bisa dimulai.
it: Il ritorno non poteva essere avviato.
ja: リマッチは始めることはできませんでした。
ko: Rematch는 시작할 수 없었다.
nl: Rematch kon niet worden gestart.
pl: Rematch nie można było rozpocząć.
pt: O remate não poderia ser iniciado.
ru: Рематье не может начаться.
th: Rematch ไม่สามารถเริ่มต้นได้
tr: Rövanş başlatılamadı.
uk: Ремату не можна було почати.
ur: ریموٹ شروع نہیں کیا جا سکتا
vi: Rematch không thể bắt đầu.
zh_hans: 终结不能开始。
zh_hant: 終結不能開始。

# rematch_invitation_load_failed
source: The rematch invitation could not be loaded.
ar: لا يمكن تحميل دعوة الانتهاء.
bn: ফেরার জন্য দায়িত্ব দেওয়া যাবে না।
de: Die Rückschussanforderung konnte nicht geladen werden.
es: La invitación de remate no se podía cargar.
fr: L’invitation de remise ne pouvait pas être chargée.
hi: रिटर्न का निमंत्रण नहीं किया जा सकता।
id: Jemputan remake tidak bisa diisi.
it: L’invito di remissione non poteva essere caricato.
ja: リモートの招待状は、充電できませんでした。
ko: 퇴원 초대는 충전되지 않았습니다.
nl: De remissch uitnodiging kan niet worden geladen.
pl: Zaproszenie do remisji nie mogło być załadowane.
pt: A convite de reembolso não pode ser carregada.
ru: Запрошенный ремесленник не мог быть загружен.
th: การเชิญการกู้คืนไม่สามารถโหลดได้
tr: Rövanş daveti yüklenemedi.
uk: Запрошення на реставрацію не можна було завантажити.
ur: ریٹائرمنٹ کی دعوت پر کوئی اضافہ نہیں کیا جا سکتا
vi: Lời mời hoàn lại không thể được tải lên.
zh_hans: 回报邀请不能被加载。
zh_hant: 回報邀請不能被載入。

# rematch_requires_coin
source: A new match requires %1d Coin from each player.
ar: لعبة جديدة تتطلب%1d Coinمن كل لاعب
bn: নতুন ম্যাচের প্রয়োজন%1d Coinপ্রতিটি খেলোয়াড়ের
de: Ein neuer Match erfordert%1d Coinvon jedem Spieler.
es: Un nuevo partido requiere%1d Coinde cada jugador.
fr: Un nouveau match nécessite%1d Coinde chaque joueur.
hi: एक नया मैच जरूरी है%1d Coinहर खिलाड़ी से
id: Pertandingan baru membutuhkan%1d Coindari setiap pemain.
it: Un nuovo match richiede%1d Coinda ogni giocatore.
ja: 新しい試合が必要%1d Coin各プレイヤーから
ko: 새로운 경기 필요%1d Coin각 플레이어에 대한
nl: Een nieuwe wedstrijd vereist%1d Coinvan elke speler.
pl: Nowy mecz wymaga%1d Coinz każdego gracza.
pt: Um novo jogo requer%1d Coinde cada jogador.
ru: Новый матч требует%1d Coinот каждого игрока.
th: การแข่งขันใหม่ต้อง%1d Coinจากแต่ละผู้เล่น
tr: Yeni bir maç gerektirir%1d CoinHer oyuncudan.
uk: Новий матч вимагає%1d Coinвід кожного гравця.
ur: ایک نئی میچ کی ضرورت ہے%1d Coinہر کھلاڑی کے لئے
vi: Một trận đấu mới cần%1d Cointừ mỗi cầu thủ.
zh_hans: 需要新的比赛%1d Coin每位玩家。
zh_hant: 需要新的比賽%1d Coin每位玩家。

source: You
ar: أنت
bn: আপনি
de: Du bist
es: Tú
fr: Vous
hi: आप
id: Kamu
it: Tu
ja: あなた
ko: 당신은
nl: Jij
pl: Ty
pt: Você
ru: Вы
th: คุณ
tr: Siz.
uk: Ви
ur: آپ
vi: Bạn
zh_hans: 您
zh_hant: 您

# match_header_semantics
source: Online duel match header
ar: تحميل لعبة Online Duel
bn: অনলাইন ডুয়েল ম্যাক্সেস হেডার
de: Online Duell-Mitch header
es: En línea duelo de partido
fr: Le jeu du jeu en ligne du duel
hi: ऑनलाइन मैच के लिए डुअल
id: Online Duel Pertandingan Head
it: Il titolo del match online
ja: オンライン デュエル 試合 ヘッダー
ko: 온라인 듀얼 경기 헤더
nl: Online duel wedstrijd header
pl: Online duel mecz główny
pt: Online duelo de jogo
ru: Онлайн дуэль матч заголовки
th: คู่มือเกมออนไลน์
tr: Online düello maç başlığı
uk: Онлайн дуель матч заголовки
ur: آن لائن دوئل میچ ہیڈر
vi: Online duel game header
zh_hans: 網絡雙重比賽主題
zh_hant: 網路雙重比賽主題

# player_avatar_semantics
source: %1s player avatar
ar: %1sاللاعب أواتار
bn: %1sখেলোয়াড় Avatar
de: %1sSpieler Avatar
es: %1sJuego avatar
fr: %1sJoueur avatar
hi: %1sखेलने के लिए Avatar
id: %1sPermainan Avatar
it: %1sGiocatore avatar
ja: %1sプレイヤーアバター
ko: %1s게임 아바타
nl: %1sSpeler Avatar
pl: %1sgracz Avatar
pt: %1sJogo de avatar
ru: %1sИграть в Avatar
th: %1sผู้เล่น Avatar
tr: %1soyuncu avatarı
uk: %1sГравці Аватар
ur: %1sکھلاڑیوں کے avatar
vi: %1sTrò chơi avatar
zh_hans: %1s玩 Avatar
zh_hant: %1s玩 Avatar

# winner_avatar_semantics
source: %1s winner avatar
ar: %1sالفائز أواتار
bn: %1sবিজয়ী অ্যাভেটার
de: %1sSieger Avatar
es: %1sGanador de avatar
fr: %1sLe gagnant avatar
hi: %1sAvatar विजेता
id: %1sPemenang Avatar
it: %1sIl vincitore avatar
ja: %1s優勝アバター
ko: %1s우승자 아바타
nl: %1sWinnaar avatar
pl: %1sZwycięzca Avatar
pt: %1sVencedor do Avatar
ru: %1sПобедитель Аватар
th: %1sผู้ชนะ Avatar
tr: %1skazanan avatar
uk: %1sПереможець Аватар
ur: %1sجیتنے والا آواٹار
vi: %1sThắng avatar
zh_hans: %1s获胜Avatar
zh_hant: %1s獲勝Avatar

# winner_name
source: Winner: %1s
ar: الفائز :%1s
bn: বিজয়ী :%1s
de: Gewinner :%1s
es: El ganador:%1s
fr: Les gagnants :%1s
hi: विजेता :%1s
id: Pemenang :%1s
it: Il vincitore:%1s
ja: 優勝:%1s
ko: 우승자 :%1s
nl: Winnaar :%1s
pl: Zwycięzcy :%1s
pt: Vencedores :%1s
ru: Победитель →%1s
th: ผู้ชนะ :%1s
tr: Kazanan:%1s
uk: Переможці :%1s
ur: جیتنے والا :%1s
vi: Người chiến thắng:%1s
zh_hans: 获胜者:%1s
zh_hant: 獲勝者:%1s

# turn_badge
source: Turn
ar: تحول
bn: ঘুরে
de: Drehen
es: Torne
fr: tourner
hi: घूमना
id: Kembali
it: Torna
ja: トレンド
ko: 회전
pl: Zwróć
pt: Torne
ru: Ввернуться
th: แปลง
tr: Dön
uk: Зверніть
ur: ٹور
vi: quay lại
zh_hans: 转
zh_hant: 轉

# match_type
source: Match
ar: مباراة
bn: Match খেলা
hi: मैच
id: Pertandingan
it: Il match
ja: 試合
ko: 경기
pl: mecz
pt: Jogo
ru: Матч
th: การแข่งขัน
tr: Maç
uk: Матч
ur: میچ
vi: trận đấu
zh_hans: 比赛
zh_hant: 比賽

# online_turns_label
source: Turns
ar: عجلة
bn: ঘুরে
de: Wende
es: Torneos
fr: tourner
hi: रूम
id: Turin
it: Torniamo
ja: 回転
ko: 회전
pl: Turny
pt: Torne
ru: Ввернулся
th: แปลง
tr: Dönüşler
uk: Зверніть
ur: ٹور
vi: quay lại
zh_hans: 转
zh_hant: 轉

source: Correct moves
ar: الحركات الصحيحة
bn: সঠিক গতি
de: Richtige Bewegungen
es: Los movimientos correctos
fr: Les mouvements correctes
hi: सही आंदोलन
id: Pergerakan yang benar
it: Movimenti corretti
ja: 正しい動き
ko: 올바른 움직임
nl: Correcte bewegingen
pl: poprawne ruchy
pt: Movimentos corretos
ru: Правильные движения
th: การเคลื่อนไหวที่ถูกต้อง
tr: Doğru hamleler
uk: Правильні рухи
ur: صحیح حرکتیں
vi: chuyển động đúng
zh_hans: 正确的动作
zh_hant: 正確的動作

source: Friend requests
ar: طلبات الصديق
bn: বন্ধুদের অনুরোধ
de: Freunde Anfragen
es: Requisitos de amigos
fr: Demande d'amis
hi: मित्रों की मांग
id: Permintaan Teman
it: Richieste di amici
ja: 友人の要請
ko: 친구 요청
nl: Vriendelijke verzoeken
pl: Przyjaciele żądają
pt: Pedidos de amigos
ru: Приветственные запросы
th: คําขอเพื่อน
tr: Arkadaş istekleri
uk: Запрошення друзів
ur: دوست کی درخواستیں
vi: yêu cầu bạn bè
zh_hans: 友情请求
zh_hant: 友情請求

source: Friends & challenges
ar: الأصدقاء والتحديات
bn: বন্ধু & চ্যালেঞ্জ
de: Freunde und Herausforderungen
es: Amigos y desafíos
fr: Les amis et les défis
hi: दोस्तों और चुनौतियों
id: Teman & Tantangan
it: Amici e sfide
ja: 友人&課題
ko: 친구 & 도전
nl: Vrienden & uitdagingen
pl: Przyjaciele i wyzwania
pt: Amigos e Desafios
ru: Друзья и вызовы
th: เพื่อนและท้าทาย
tr: Arkadaşlar ve zorluklar
uk: Друзі та виклики
ur: دوستوں اور چیلنجوں
vi: Bạn bè & thách thức
zh_hans: 友人与挑战
zh_hant: 友人與挑戰

source: Dismiss
ar: ديميس
bn: বিস্ময়
de: Dismisse
es: Disminución
fr: Dismettant
hi: डिस्माइज़
id: Dismisi
it: Dismissa
ja: ディスミス
ko: 분리
nl: Dismissies
pt: Disputação
ru: Дисмисс
th: โซฟา
tr: Dağılın
uk: Дисміт
ur: ڈیمو
zh_hans: 迪斯米斯
zh_hant: 迪斯米斯

# coin_required_title
source: 100 Coin required
ar: 100 Coinمطلوب
bn: 100 Coinপ্রয়োজনীয়
de: 100 Coinerforderlich
es: 100 CoinNecesidad
fr: 100 CoinRequire
hi: 100 Coinजरूरी
id: 100 Coindiperlukan
it: 100 Coinrichiesto
ja: 100 Coin必要
ko: 100 Coin필요한
nl: 100 Coinvereist
pl: 100 Coinwymagane
pt: 100 CoinNecessário
ru: 100 CoinНеобходимо
th: 100 Coinต้องการ
tr: 100Coingerekli
uk: 100 CoinНеобхідні
ur: 100 Coinضروری
vi: 100 Coincần thiết
zh_hans: 100 Coin需要
zh_hant: 100 Coin需要

# coin_required_body
source: Each player contributes 100 Coin. The winner receives the 200 Coin pot.
ar: كل لاعب يقدم 100Coinالفائز يحصل على 200Coinبوت
bn: প্রতিটি খেলোয়াড় ১০০Coinবিজয়ীকে ২০০টি জিততে হবে।Coinপট
de: Jeder Spieler trägt 100CoinDer Gewinner erhält die 200CoinPotenzial
es: Cada jugador contribuye a 100CoinEl ganador recibe los 200CoinEl Pot.
fr: Chaque joueur apporte 100CoinLe gagnant reçoit les 200CoinLe pot.
hi: प्रत्येक खिलाड़ी 100 में योगदान देता हैCoinविजेता को 200 मिल जाएंगे।Coinपॉट
id: Setiap pemain menyumbang 100CoinPemenang akan menerima 200CoinPot yang
it: Ogni giocatore contribuisce 100CoinIl vincitore riceve i 200CoinIl pot.
ja: 各プレイヤーは100Coin優勝者は200を獲得する。Coinポット
ko: 각 플레이어는 100Coin우승자는 200을 받는다.Coin포트
nl: Elke speler krijgt 100CoinDe winnaar krijgt de 200CoinDe pot.
pl: Każdy gracz wkracza 100CoinZwycięzca otrzymuje 200 złCoinPotem to.
pt: Cada jogador contribui 100CoinO vencedor recebe os 200CoinPô de Pô.
ru: Каждый игрок вносит 100CoinПобедитель получает 200CoinПот →
th: ผู้เล่นแต่ละรายมีส่วนร่วม 100Coinผู้ชนะได้รับ 200Coinพาต
tr: Her oyuncu 100 katkı sağlarCoin. Kazanan 200'ü alırCoinTencere.
uk: Кожен гравець отримує 100CoinПереможець отримає 200CoinПот
ur: ہر کھلاڑی 100 روپے کا حصہ بنتا ہےCoinجیتنے والے کو 200 ملین ملے گیCoinپاؤڈر
vi: Mỗi cầu thủ đóng góp 100CoinNgười chiến thắng sẽ nhận được 200CoinPot của bạn
zh_hans: 每位玩家都捐款100Coin获胜者获200Coin波特
zh_hant: 每位玩家都捐款100Coin獲勝者獲200Coin波特

# claim_daily_coin
source: Claim +%1d daily Coin
ar: الادعاء +%1dيومياCoin
bn: + দাবি%1dপ্রতিদিনCoin
de: Ansprüche +%1dTaglichCoin
es: Reclamación +%1dDiariamenteCoin
fr: Réclamation +%1dquotidiennementCoin
hi: + शिकायत%1dदैनिकCoin
id: Pernyataan +%1dsetiap hariCoin
it: La richiesta +%1dOgni giornoCoin
ja: 請求+%1d毎日Coin
ko: + 신청%1d매일의Coin
nl: Klage +%1dDagelijksCoin
pl: Skargi +%1dCodziennieCoin
pt: A reclamação +%1dDiariamenteCoin
ru: Клаузы +%1dежедневныйCoin
th: การร้องเรียน +%1dวันละวันCoin
tr: Talep +%1dgünlükCoin
uk: Заява +%1dщоденноCoin
ur: + مطالبہ کریں%1dروزانہCoin
vi: + Đề nghị%1dHàng ngàyCoin
zh_hans: 申诉 +%1d每日Coin
zh_hant: 申訴 +%1d每日Coin

# watch_ad_for_coin
source: Watch ad for +%1d Coin
ar: مشاهدة Ad for +%1d Coin
bn: + এর জন্য বিজ্ঞাপন দেখুন%1d Coin
de: Anzeigen für +%1d Coin
es: Ver la publicidad +%1d Coin
fr: Voir les annonces pour +%1d Coin
hi: + के लिए विज्ञापन देखें%1d Coin
id: Lihat iklan untuk +%1d Coin
it: Guarda il link per +%1d Coin
ja: 広告を+見る%1d Coin
ko: 광고를 보세요 +%1d Coin
nl: Bekijk de advertenties voor +%1d Coin
pl: Zobacz reklamy dla +%1d Coin
pt: Veja o anúncio para +%1d Coin
ru: Смотреть Ad for +%1d Coin
th: ดูโฆษณาสําหรับ +%1d Coin
tr: + için reklam izle%1d Coin
uk: Завантажити Ad for +%1d Coin
ur: تبصرہ کریں +%1d Coin
vi: Xem quảng cáo cho +%1d Coin
zh_hans: 查看广告 +%1d Coin
zh_hant: 檢視廣告 +%1d Coin

# matchmaking_unexpected_response
source: The matchmaking server returned an unexpected response.
ar: عاد خادم التوافق رد فعل غير متوقع.
bn: সার্ভারটি একটি অপ্রত্যাশিত উত্তর ফিরে দিয়েছে।
de: Der Matchmaking-Server gab eine unerwartete Antwort zurück.
es: El servidor de la matriculación devolvió una respuesta inesperada.
fr: Le serveur de matchmaking a reçu une réponse inattendue.
hi: मैटमिंग सर्वर ने एक अप्रत्याशित प्रतिक्रिया वापस दी।
id: Server matchmaking mengembalikan respons yang tidak dijangka.
it: Il server di matchmaking ha restituito una risposta inaspettata.
ja: マッチメイクサーバーは予期せぬ反応を返しました。
ko: 링크 서버는 예기치 않은 응답을 반환했습니다.
nl: De matchmaking server heeft een onverwachte reactie teruggegeven.
pl: Serwer zbioru zwrócił nieoczekiwaną odpowiedź.
pt: O servidor de matchmaking devolveu uma resposta inesperada.
ru: Сервер по удалению возвращал неожиданную реакцию.
th: เซิร์ฟเวอร์การจัดหาการแข่งขันได้ส่งคืนการตอบสนองที่ไม่คาดหวัง
tr: Çöpçatanlık sunucusu beklenmedik bir yanıt verdi.
uk: Сервер повернув несподіваний відповідь.
ur: مٹنگ سرور نے ایک غیر متوقع جواب واپس دیا.
vi: Máy chủ matchmaking trả lại một phản ứng bất ngờ.
zh_hans: 相匹配服务器回来了意想不到的回应。
zh_hant: 相匹配伺服器回來了意想不到的回應。

# matchmaking_start_failed
source: Unable to start opponent search. Please try again.
ar: لا يمكن البدء في البحث مع المعارضين، يرجى المحاولة مرة أخرى.
bn: আপনি প্রতিপক্ষের অনুসন্ধান শুরু করতে পারেন না. कृपया আবার চেষ্টা করুন.
de: Sie können nicht die Suche des Gegners starten. versuchen Sie bitte erneut.
es: No puede iniciar la búsqueda de oponente. por favor, intente de nuevo.
fr: Vous ne pouvez pas commencer la recherche de l'opposant. veuillez essayer à nouveau.
hi: विरोधी खोज शुरू करने में असमर्थ है. कृपया फिर से कोशिश करें.
id: Tidak bisa memulai pencarian lawan. silakan coba lagi.
it: Non è possibile avviare la ricerca di un avversario. si prega di provare di nuovo.
ja: 相手の検索を開始できないので、再度試してみてください。
ko: 상대방 검색을 시작할 수 없습니다. 다시 시도해 주십시오.
nl: Niet in staat om de zoekopdracht van de tegenstander te starten. probeer dan weer.
pl: Nie można rozpocząć wyszukiwania przeciwnika. proszę spróbować ponownie.
pt: Não pode iniciar a busca do oponente. por favor tente novamente.
ru: Не смогу начать поиск противника, попробуйте снова.
th: ไม่สามารถเริ่มต้นการค้นหาของตัวอักษรโปรดลองอีกครั้ง
tr: Rakip arama başlatılamadı. Lütfen tekrar deneyin.
uk: Не можна почати пошук противника. будь ласка, спробуйте знову.
ur: آپ کو ایک مخالف تلاش شروع نہیں کر سکتے ہیں. براہ مہربانی دوبارہ کوشش کریں.
vi: Không thể bắt đầu tìm kiếm đối thủ. xin vui lòng thử lại.
zh_hans: 无法启动对手搜索,请再试一次。
zh_hant: 無法啟動對手搜尋,請再試一次。

# connection_interrupted_retrying
source: The connection was interrupted. Retrying...
ar: تم إلغاء الاتصال - التقاعد ...
bn: বন্ধ হয়ে গেল, ফিরে আসতে...
de: Die Verbindung wurde unterbrochen.Retrying...
es: La conexión se interrumpió. retiro...
fr: La connexion a été interrompue. retrait...
hi: रिश्ते में रुक गया है. रिश्ते में...
id: Hubungan terputus. penarikan ...
it: Il collegamento è stato interrotto.Retrying...
ja: 結びつきが中断され、退職...
ko: 연결이 중단되었습니다.퇴원 ...
nl: De verbinding is onderbroken. terugtrek...
pl: Związek został przerwany.Przestrzeganie...
pt: A ligação foi interrompida. retiro...
ru: В связи с этим связь была прервана.Первый...
th: การเชื่อมต่อถูกหยุด การยึดกลับ ...
tr: Bağlantı kesildi. Yeniden deniyor...
uk: Відкрито зв'язок - відновлення
ur: انٹرویو ختم ہو چکا ہے ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔
vi: Kết nối bị hủy bỏ.Sự rút...
zh_hans: 连接被打断,退休...
zh_hant: 連線被打斷,退休...

# native_leaderboard_short
source: Native
ar: الأصلي
bn: নাইড
es: Nativos
hi: मूल
ja: 原産地
ko: 원주민
pt: Nativos
ru: Родители
th: ภาษาไทย
tr: Yerli
uk: Народитель
ur: نائجیریا
vi: Người bản địa
zh_hans: 原生
zh_hant: 原生

source: Global ELO
ar: عالميةELO
bn: বিশ্বব্যাপীELO
es: GlobalidadELO
fr: GlobalementELO
hi: वैश्विकELO
it: GlobaleELO
ja: グローバルELO
ko: 글로벌ELO
pl: GlobalneELO
pt: GlobalidadeELO
ru: ГлобальныйELO
th: ระดับโลกELO
tr: GenelELO
uk: ГлобальніELO
ur: عالمیELO
vi: toàn cầuELO
zh_hans: 全球ELO
zh_hant: 全球ELO

source: Friends
ar: الأصدقاء
bn: বন্ধুরা
de: Freunde
es: Amigos
fr: Amis
hi: दोस्त
id: Teman
it: Amici
ja: フレンド
ko: 친구
nl: Vrienden
pl: Znajomi
pt: Amigos
ru: Друзья
th: เพื่อน
tr: Arkadaşlar
uk: Друзі
ur: دوست
vi: Bạn bè
zh_hans: 好友
zh_hant: 好友

source: Country
ar: بلد
bn: দেশ
de: Land
es: País
fr: pays
hi: देश
id: Negara
it: Paese
ja: 国
ko: 국가
nl: Land
pl: Kraj
pt: País
ru: Страна
th: ประเทศ
tr: Ülke
uk: країна
ur: ملک
vi: đất nước
zh_hans: 國家
zh_hant: 國家

source: Current season
ar: الموسم الحالي
bn: বর্তমান সপ্তাহ
de: Aktuelle Saison
es: La temporada actual
fr: saison actuelle
hi: वर्तमान मौसम
id: Musim ini
it: Stagione attuale
ja: 現在の季節
ko: 현재 시즌
nl: De huidige seizoen
pl: Aktualny sezon
pt: Temporada atual
ru: текущий сезон
th: ฤดูกาลปัจจุบัน
tr: Mevcut sezon
uk: Теперішній сезон
ur: موسم جاری
vi: mùa hiện tại
zh_hans: 目前季节
zh_hant: 目前季節

source: Daily tournament
ar: البطولة اليومية
bn: প্রতিদিনের টুর্নামেন্ট
de: Tagesausflug
es: Torneo diario
fr: Tournoi quotidien
hi: दैनिक टूर्नामेंट
id: Turnamen harian
it: Il torneo giornaliero
ja: 毎日のツアー
ko: 매일 토너먼트
nl: Dagelijkse toernooi
pl: Turniej codzienny
pt: Torneio Diário
ru: Ежедневный турнир
th: การแข่งขันประจําวัน
tr: Günlük turnuva
uk: Щоденний турнір
ur: روزانہ ٹورنامنٹ
vi: Tournament hàng ngày
zh_hans: 每日比赛
zh_hant: 每日比賽

source: Weekend tournament
ar: بطولة عطلة نهاية الأسبوع
bn: সপ্তাহে টুর্নামেন্ট
de: Wochenende Turnier
es: Torneo de fin de semana
fr: Tournoi du week-end
hi: सप्ताहांत टूर्नामेंट
id: Pertandingan akhir pekan
it: Il torneo di fine settimana
ja: 週末のトーナメント
ko: 주말 토너먼트
nl: Weekend toernooi
pl: Weekendowe turnieje
pt: Torneio de fim de semana
ru: В выходные турниры
th: การแข่งขันในสัปดาห์
tr: Hafta sonu turnuvası
uk: Увечері турнір
ur: ہفتے کے ٹورنامنٹ
vi: Tournament cuối tuần
zh_hans: 周末比赛
zh_hant: 週末比賽

source: Countries
ar: البلدان
bn: দেশ
de: Länder
es: Países
fr: pays
hi: देशों
id: Negara
it: Paesi
ja: 国々
ko: 국가들
nl: landen
pl: kraje
pt: Países
ru: Страны
th: ประเทศ
tr: Ülkeler
uk: Країни
ur: ممالک
vi: Các quốc gia
zh_hans: 各國
zh_hant: 各國

source: Current ELO
ar: الحاليELO
bn: বর্তমানELO
de: AktuellELO
es: ActualmenteELO
fr: ActualitéELO
hi: वर्तमानELO
id: saat iniELO
it: attualeELO
ja: 現時点ELO
ko: 현재ELO
pl: AktualnościELO
pt: CurrículoELO
ru: текущийELO
th: ปัจจุบันELO
tr: GüncelELO
uk: ТеперішнійELO
ur: موجودہELO
vi: hiện tạiELO
zh_hans: 目前ELO
zh_hant: 目前ELO

source: Rank
ar: رينك
bn: রান্না
fr: Rancet
hi: रैंक
it: Il Rank
ja: ランク
ko: 랭크
nl: Ranking
pt: Ranking
ru: РАНК
th: คาร์เนชั่น
tr: Sıralama
uk: Ранк
ur: رینک
zh_hans: 兰克
zh_hant: 蘭克

source: Season peak
ar: موسم ذروة
bn: সপ্তাহ পাইক
de: Saison Pick
es: Pico de temporada
fr: Le Pire saison
hi: मौसम पिक
id: Musim puncak
it: Il Pico di stagione
ja: 季節ピーク
ko: 시즌 피크
nl: Seizoen Peak
pl: sezonowy piak
pt: Pico da Temporada
ru: Пекин сезона
th: ฤดูกาล
tr: Sezonun zirvesi
uk: ПІК СЕЗОН
ur: موسم کے اوپر
vi: mùa cao
zh_hans: 季节峰会
zh_hant: 季節峰會

# country_not_set
source: No country
ar: لا بلد
bn: কোন দেশ
de: Kein Land
es: No hay país
fr: Pas de pays
hi: कोई देश नहीं
id: Tidak ada negara
it: Nessun Paese
ja: 国なし
ko: 국가 없음
nl: Geen land
pl: Żadnej kraju
pt: Nenhum país
ru: Никакой страны
th: ไม่มีประเทศ
tr: Ülke yok
uk: жодної країни
ur: کوئی ملک
vi: Không có quốc gia
zh_hans: 没有国家
zh_hant: 沒有國家

source: Win rate
ar: الفوز معدل
bn: জিতে গাড়ি
de: Gewinnrate
es: Rata de ganancia
fr: Résultat de win
hi: जीत दर
id: Kadar kemenangan
it: Tasso di vittoria
ja: 勝利率
ko: 승리율
nl: Winnaar Rate
pl: Zwycięstwo w Ratach
pt: VINTAÇÃO RATA
ru: Победительский курс
th: ค่าชนะ
tr: Kazanma oranı
uk: Перемога в темпі
ur: جیت کی شرح
vi: Tỷ lệ win
zh_hans: 胜利率
zh_hant: 勝利率
